Repository: Acidburn0zzz/-gnome-shell-extensions
Catalog: po/*.po
Languages: ko, mr

source: GNOME Classic
mr: GNOME क्लासिक

source: This session logs you into GNOME Classic
mr: हे सत्र तुम्हाला GNOME क्लासिक मध्ये लॉग इन करतं

source: GNOME Shell Classic
mr: GNOME शेल क्लासिक

source: Window management and application launching
mr: पटल व्यवस्थापन आणि ॲप्लिकेशन लॉंच करण्यासाठी

source: Attach modal dialog to the parent window
mr: पुर्वस्तर पटलाला बहुलक संवाद जोडा

source: This key overrides the key in org.gnome.mutter when running GNOME Shell.
mr: ही चावी org.gnome.mutter मधल्या चावीला GNOME शेल सुरु असतांना बंद करते.

source: Enable edge tiling when dropping windows on screen edges
mr: पडद्याच्या कोपऱ्यावर पटल सोडतांना कोपरे टाइल करणे सुरु करा

source: Workspaces only on primary monitor
mr: वर्कस्पेसेस फक्त आद्य निरीक्षणावर

source: Thumbnail only
mr: फक्त थंबनेल

source: Application icon only
mr: फक्त ॲप्लिकेशन चिन्ह

source: Thumbnail and application icon
mr: थंबनेल आणि ॲप्लिकेशन चिन्ह

source: Present windows as
mr: म्हणून पटल प्रस्तुत करा

source: Show only windows in the current workspace
mr: चालु वर्कस्पेस मध्ये फक्त पटल दाखवा

source: Suspend
ko: 대기
mr: स्थगित करा

source: Hibernate
ko: 최대 절전
mr: तात्पुरते बंद करा

source: Power Off
mr: वीज बंद करा

source: Enable suspending
mr: स्थगित करणे सुरु करा

source: Control the visibility of the Suspend menu item
mr: स्थगित या मेनू घटकाचे दिसणे नियंत्रित करा

source: Enable hibernating
mr: तात्पुरते बंद करणे सुरु करा

source: Control the visibility of the Hibernate menu item
mr: तात्पुरते बंद या मेनू घटकाचे दिसणे नियंत्रित करा

source: Activities Overview
mr: कार्य सारांश

source: Favorites
mr: आवडी

source: Applications
mr: ॲप्लिकेशन्स

source: Application and workspace list
ko: 프로그램 및 작업 공간 목록
mr: ॲप्लिकेशन आणि वर्कस्पेस यादी

source: A list of strings, each containing an application id (desktop file name), followed by a colon and the workspace number
ko: 프로그램 ID (데스크톱 파일 이름), 콜론, 작업 공간 번호로 구성된 문자열 목록
mr: स्ट्रिंग्सची यादी, ज्यात प्रत्येकमध्ये एक ॲप्लिकेशन आयडी (डेस्कटॉप फाईलचे नाव), नंतर सेमीकोलन आणि वर्कस्पेस नंबर आहे

source: Application
ko: 프로그램
mr: ॲप्लिकेशन

source: Workspace
ko: 작업 공간
mr: वर्कस्पेस

source: Add rule
ko: 규칙 추가
mr: नियम जोडा

source: Create new matching rule
ko: 새 일치 규칙 만들기
mr: नवीन मिळताजुळता नियम बनवा

source: Add
ko: 추가
mr: जोडा

source: Ejecting drive '%s' failed:
mr: ड्राइव बाहेर काढणे '%s' अयशस्वी:

source: Removable devices
mr: निघण्यासारखे उपकरणे

source: Open File
mr: फाईल उघडा

source: Hello, world!
mr: जग, नमस्कार!

source: Alternative greeting text.
ko: 인사말을 대체합니다.
mr: पर्यायी वंदन मजकूर.

source: If not empty, it contains the text that will be shown when clicking on the panel.
ko: 비어있지 않다면, 패널을 눌렀을때 보일 텍스트를 포함합니다.
mr: जर रिकामे नसेल, ह्यात मजकूर आहे जो पॅनलवर क्लिक केल्यावर दिसेल.

source: Message:
ko: 메시지:
mr: संदेश:

source: Use more screen for windows
ko: 창을 위해 더 많은 화면 사용하기
mr: पटलासाठी अधिक स्क्रीन वापरा

source: Try to use more screen for placing window thumbnails by adapting to screen aspect ratio, and consolidating them further to reduce the bounding box. This setting applies only with the natural placement strategy.
ko: 화면 종횡비에 맞춰서 창의 섬네일을 놓기 위해 더 많은 화면을 사용하려 시도하며 상자로 감싸는 내용을 줄이기 위해 한 데 모입니다. 이 설정은 자연 배치 전략에만 적용합니다.
mr: स्क्रीन ॲसपेक्ट रेशिओ जुळवून, आणि त्यांना बळकट करून सीमक डब्बा कमी करून पटल थंबनेल बसवण्यासाठी अधिक स्क्रीनचा वापर करा. ही सेटिंग फक्त नैसर्गिक पदयोजन योजनेसोबत लागू होते.

source: Place window captions on top
ko: 창 캡션을 상단에 위치
mr: पटल मथळ्या सगळ्यात वर ठेवा

source: If true, place window captions on top the respective thumbnail, overriding shell default of placing it at the bottom. Changing this setting requires restarting the shell to have any effect.
ko: 참이면, 창의 캡션을 제각각의 섬네일의 위에 표시하며, 하단에 창 캡션을 놓는 쉘의 기본 값을 덮어씁니다. 이 바꾼 설정을 적용하려면 쉘을 다시 시작할 필요가 있습니다.
mr: जर खरं असेल, पटल मथळ्या सगळ्यात वर त्यांच्या थंबनेल वर ठेवा, पूर्वनिर्धारित शेल बंद केल्यावर सगळ्यात खाली ठेवलं जातं. बदल दिसण्यासाठी ह्या सेटिंगला शेल परत सुरु करणे गरजेचे आहे.

source: Places
mr: जागा

source: Failed to launch "%s"
mr: "%s" लाँच करण्यात अयशस्वी

source: Computer
mr: संगणक

source: Home
mr: घर

source: Browse Network
mr: नेटवर्क तपासा

source: CPU
mr: सीपीयू

source: Memory
mr: स्मृती

source: Theme name
ko: 테마 이름
mr: थीमचे नाव

source: The name of the theme, to be loaded from ~/.themes/name/gnome-shell
ko: ~/.themes/name/gnome-shell로부터 불러올 테마의 이름입니다
mr: थीमचे नाव, ~/.themes/name/gnome-shell पासून लोड करावेत

source: When to group windows
mr: पटल केव्हा एकत्र करावेत

source: Decides when to group windows from the same application on the window list. Possible values are "never", "auto" and "always".
mr: पटल यादीतून सारख्या ॲपलिकेशनसाठी पटल एकत्रीकरण कधी करायचं हे ठरवतं. शक्य असलेली माहिती "कधीपण नाही", "आपोआप" आणि "दरवेळेस" आहे.

source: Window Grouping
mr: पटल एकत्रीकरण

source: Never group windows
mr: पटल एकत्र नका करू

source: Group windows when space is limited
mr: पटल एकत्र करा जेव्हा जागा मर्यादित असेल

source: Always group windows
mr: दरवेळेस पटल एकत्र करा

source: Workspace Indicator
ko: 작업 공간 표시
mr: वर्कस्पेस दर्शक

source: Workspace names:
ko: 작업 공간 이름:
mr: वर्कस्पेस नावे:

source: Name
ko: 이름
mr: नाव

source: Workspace %d
ko: 작업 공간 %d
mr: वर्कस्पेस %d

source: Normal
ko: 보통
mr: सामान्य

source: Left
ko: 왼쪽
mr: डावा

source: Right
ko: 오른쪽
mr: उजवा

source: Upside-down
ko: 상단 아래
mr: उलटा

source: Display
mr: दाखवा

source: Display Settings
mr: सेटिंग दाखवा

source: The alt tab behaviour.
ko: Alt-Tab 동작입니다.

source: Sets the Alt-Tab behaviour. Possible values are: all_thumbnails and workspace_icons. See the configuration dialogs for details.
ko: Alt-Tab 동작을 설정합니다. 가능한 값은 all_thumbnails와 workspace_icons 입니다. 자세한 내용은 설정 대화상자를 참고 바랍니다.

source: All & Thumbnails
ko: 전부 그리고 섬네일

source: This mode presents all applications from all workspaces in one selection list. Instead of using the application icon of every window, it uses small thumbnails resembling the window itself.
ko: 하나의 선택 목록에 모든 작업 공간에 있는 모든 프로그램을 보여주는 모드입니다. 모든 창의 프로그램 아이콘을 사용하는 대신 창 자신과 닮은 작은 섬네일을 사용합니다.

source: Workspace & Icons
ko: 작업 공간과 아이콘

source: This mode let's you switch between the applications of your current workspace and gives you additionally the option to switch to the last used application of your previous workspace. This is always the last symbol in the list and is segregated by a separator/vertical line if available. Every window is represented by its application icon.
ko: 이 모드는 현재 작업 공간의 프로그램 사이를 전환하도록 해주고 이전 작업 공간의 최근 사용한 프로그램으로 전환하는 옵션을 추가로 제공합니다. 항상 목록의 최근 심볼이며, 가능하다면 수직선/분리자로 분리합니다. 모든 창은 프로그램 아이콘으로 표현합니다.

source: Move current selection to front before closing the popup
ko: 팝업을 닫기 전에 현재 선택을 앞으로 끌어오기

source: The Alternate Tab can be used in different modes, that affect the way windows are chosen and presented.
ko: 대체 탭은 창을 선택하고 나타내는 방법에 영향을 주는 다른 모드에 사용할 수 있습니다.

source: Power Off...
ko: 전원 끄기...

source: Drag here to add favorites
ko: 즐겨찾기에 추가하려면 이곳으로 끌으십시오

source: New Window
ko: 새 창

source: Quit Application
ko: 프로그램 나가기

source: Remove from Favorites
ko: 즐겨찾기에서 제거

source: Add to Favorites
ko: 즐겨찾기에 추가

source: Position of the dock
ko: 도크의 위치

source: Sets the position of the dock in the screen. Allowed values are 'right' or 'left'
ko: 화면의 도크 위치를 설정합니다. 허용하는 값은 '오른쪽' 또는 '왼쪽'입니다

source: Icon size
ko: 아이콘 크기

source: Sets icon size of the dock.
ko: 도크의 아이콘 크기를 설정합니다.

source: Enable/disable autohide
ko: 자동 숨김 활성/비활성화

source: Autohide effect
ko: 자동 숨김 효과

source: Sets the effect of the hide dock. Allowed values are 'resize', 'rescale' and 'move'
ko: 도크를 숨기는 효과를 설정합니다. 가능한 값은 'resize', 'rescale' 그리고 'move'가 있습니다.

source: Autohide duration
ko: 자동 숨김 경과시간

source: Sets the time duration of the autohide effect.
ko: 자동 숨김 효과의 경과 시간을 설정합니다.

source: Open file manager
ko: 파일 관리자 열기

source: Example aims to show how to build well behaved extensions for the Shell and as such it has little functionality on its own. Nevertheless it's possible to customize the greeting message.
ko: Example은 쉘에 대해 잘 갖춰진 확장을 어떻게 만드는지 보여주기 위한 것이며, 자체적으로 약간의 기능을 가지고 있습니다. 그럼에도 불구하고 인사 메시지를 사용자가 원하는대로 정할 수 있습니다.

source: %s is away.
ko: %s 자리에 없습니다.

source: %s is offline.
ko: %s 오프라인입니다.

source: %s is online.
ko: %s 온라인입니다.

source: %s is busy.
ko: %s 자리 비움입니다.

source: Removable Devices
ko: 이동식 장치

source: Configure display settings...
ko: 디스플레이 설정...
